{"Mehrad Ansari": {"title": "History-agnostic battery degradation inference", "abstract": "Lithium-ion batteries (LIBs) have attracted widespread attention as an efficient energy storage device on electric vehicles (EV) to achieve emission-free mobility. However, the performance of LIBs deteriorates with time and usage, and the state of health of used batteries are difficult to quantify. Having accurate estimations of a battery’s remaining life across different life stages would benefit maintenance, safety, and serve as a means of qualifying used batteries for second-life applications. Since the full history of a battery may not always be available in downstream applications, in this study, we demonstrate a deep learning framework that enables dynamic degradation rate prediction, including both short-term and long-term forecasting, while requiring only the most recent battery usage information. Specifically, our model takes a rolling window of current and voltage time-series inputs, and predicts the near-term and …", "topic": ["Batteries"], "author": "Mehrad Ansari and Steven B Torrisi and Amalie Trewartha and Shijing Sun", "year": 2024}, "Jay Werber": {"title": "Clinical sequencing of the retinitis pigmentosa gene RPGR in over 1,000 cases of vision loss", "abstract": "RPGR pathogenic variants are the major cause of X-linked retinitis pigmentosa. Here, we report the results from 1,033 clinical DNA tests that included sequencing of RPGR. A total of 184 RPGR variants were identified: 78 pathogenic or likely pathogenic, 14 uncertain, and 92 likely benign or benign. Among the pathogenic and likely pathogenic variants, 23 were novel, and most were frameshift or nonsense mutations (87%) and enriched (67%) in RPGR exon 15 (ORF15). Identical pathogenic variants found in different families were largely on different haplotype backgrounds, indicating relatively frequent, recurrent RPGR mutations. None of the 16 mother/affected son pairs showed de novo mutations; all 16 mothers were heterozygous for the pathogenic variant. These last two observations support the occurrence of most RPGR mutations in the male germline.", "topic": [], "author": "Madhulatha Pantrangi and Julie Rath and Nicole Kaetterhenry and Kari Branham and Dana Talsness and James L Weber", "year": 2024}, "Jason Hattrick-Simpers": {"title": "A data-driven framework to improve the wear resistance of a low-alloy steel fabricated by laser powder bed fusion", "abstract": "The laser powder bed fusion (LPBF) technique provides an opportunity to precisely control process parameters and produce materials with desired microstructure, which play an important role in developing wear-resistance components. An accurate and efficient determination of the optimal process window for new materials, however, remains a highly sought yet challenging task due to a high experimental cost by trial and error. In this study, we demonstrate a physics-informed data-driven framework to create a 3D process map and optimize printing parameters (i.e., laser power (P), scan speed (v), and hatch distance (h)) for a newly designed low-alloy steel. First, we establish a highly precise P-v process map by thoroughly exploring kernel selection and parameter hyper-tuning in Gaussian process regression (GPR) models. Subsequently, we employ the Bayesian optimization (BO) algorithm with different …", "topic": ["Physics"], "author": "Jiahui Zhang and Sagar Patel and Zhiying Liu and Tianyi Lyu and Yuhao Wang and Yujie Hua and Wandong Wang and Jason Hattrick-Simpers and Mihaela Vlasea and Yu Zou", "year": 2024}, "Cheryl Arrowsmith": {"title": "A public-private partnership that supports the discovery of new medicines through open access research.", "abstract": "EPB41L3 is, with moesin (MSN), a member of the FERM family, which is highly expressed in brain as well as in other tissues (kidney, intestine, and testis). Similar to MSN, it binds to the C-terminus of CD44 and transmits signals to the cytoskeleton. EPB41L3 is inversely correlated with markers of Alzheimer’s Disease (AD). We have chosen to pursue the EPB41L3-CD44 interaction as a potential key driver in AD, and as a selectivity target for FERM proteins. This TEP includes expression constructs and methods for purification of the FERM domain from recombinant E. coli; Fluorescence-based assays for binding its ligand; a peptide from the cytoplasmic tail of CD44; crystal structures and a soakable crystallization system; and small molecules identified from a crystal-based fragment screen. We have also expressed several related FERM domains which can be used as a selectivity panel when developing new ligands. In follow-up work, we plan to expand the fragment hits to generate chemical tools for both EPB41L3 and moesin.", "topic": [], "author": "SGC UNC", "year": 2037}, "Robert Batey": {"title": "Flipping the script: understanding riboswitches from an alternative perspective", "abstract": "Riboswitches are broadly distributed regulatory elements most frequently found in the 5′-leader sequence of bacterial mRNAs that regulate gene expression in response to the binding of a small molecule effector. The occupancy status of the ligand binding aptamer domain manipulates downstream information in the message that instructs the expression machinery. Currently, there are over 55 validated riboswitch classes, where each class is defined based on the identity of the ligand it binds and/or sequence and structure conservation patterns within the aptamer domain. This classification reflects an “aptamer-centric” perspective that dominates our understanding of riboswitches. In this review, we propose a conceptual framework that groups riboswitches based on the mechanism by which RNA manipulates information directly instructing the expression machinery. This scheme does not replace the established …", "topic": [], "author": "Lukasz T Olenginski and Savannah F Spradlin and Robert T Batey", "year": 2024}, "Christine Allen, Toronto": {"title": "Correction to: Up-regulation of autophagy is a mechanism of resistance to chemotherapy and can be inhibited by pantoprazole to increase drug sensitivity", "abstract": "PubPeer found an error in Fig. 2B of this paper in that there was image duplication for the ‘Control’and ‘DOX’panels in this 32-panel figure. The senior author takes responsibility for this error, and has submitted a corrected version of Fig. 2B.The first author of the paper (Dr Tan) provides assurance that the revised figure is correct, and all authors of the paper (except for M Wang, for whom we no longer have contact information) agree with submission of this correction.", "topic": [], "author": "Qian Tan and AM Joshua and M Wang and RG Bristow and BG Wouters and CJ Allen and Ian F Tannock", "year": 2024}, "Mohamad Moosavi, Toronto": {"title": "Accelerated chemical science with AI", "abstract": "In light of the pressing need for practical materials and molecular solutions to renewable energy and health problems, to name just two examples, one wonders how to accelerate research and development in the chemical sciences, so as to address the time it takes to bring materials from initial discovery to commercialization. Artificial intelligence (AI)-based techniques, in particular, are having a transformative and accelerating impact on many if not most, technological domains. To shed light on these questions, the authors and participants gathered in person for the ASLLA Symposium on the theme of ‘Accelerated Chemical Science with AI’ at Gangneung, Republic of Korea. We present the findings, ideas, comments, and often contentious opinions expressed during four panel discussions related to the respective general topics: ‘Data’, ‘New applications’, ‘Machine learning algorithms’, and ‘Education’. All …", "topic": [], "author": "Seoin Back and Alán Aspuru-Guzik and Michele Ceriotti and Ganna Gryn'ova and Bartosz Grzybowski and Geun Ho Gu and Jason Hein and Kedar Hippalgaonkar and Rodrigo Hormázabal and Yousung Jung and Seonah Kim and Woo Youn Kim and Seyed Mohamad Moosavi and Juhwan Noh and Changyoung Park and Joshua Schrier and Philippe Schwaller and Koji Tsuda and Tejs Vegge and O Anatole von Lilienfeld and Aron Walsh", "year": 2024}, "Tejs Vegge": {"title": "Accelerated chemical science with AI", "abstract": "In light of the pressing need for practical materials and molecular solutions to renewable energy and health problems, to name just two examples, one wonders how to accelerate research and development in the chemical sciences, so as to address the time it takes to bring materials from initial discovery to commercialization. Artificial intelligence (AI)-based techniques, in particular, are having a transformative and accelerating impact on many if not most, technological domains. To shed light on these questions, the authors and participants gathered in person for the ASLLA Symposium on the theme of ‘Accelerated Chemical Science with AI’ at Gangneung, Republic of Korea. We present the findings, ideas, comments, and often contentious opinions expressed during four panel discussions related to the respective general topics: ‘Data’, ‘New applications’, ‘Machine learning algorithms’, and ‘Education’. All …", "topic": [], "author": "Seoin Back and Alán Aspuru-Guzik and Michele Ceriotti and Ganna Gryn'ova and Bartosz Grzybowski and Geun Ho Gu and Jason Hein and Kedar Hippalgaonkar and Rodrigo Hormázabal and Yousung Jung and Seonah Kim and Woo Youn Kim and Seyed Mohamad Moosavi and Juhwan Noh and Changyoung Park and Joshua Schrier and Philippe Schwaller and Koji Tsuda and Tejs Vegge and O Anatole von Lilienfeld and Aron Walsh", "year": 2024}, "Tonio Buonassisi": {"title": "Flexible batch electrodialysis for low-cost solar-powered brackish water desalination", "abstract": "Globally, 1.6 billion people in rural regions face water scarcity. Expanding freshwater access via brackish groundwater desalination can provide additional resources to address this challenge. In this study, we have developed a time-variant electrodialysis reversal (EDR) technology that flexibly uses available solar energy for desalination. Our proposed photovoltaic-powered desalination system can vary pumping and EDR power to match the availability of intermittent solar power, maximizing the desalination rate. Our results show improved system performance with the direct use of 77% of available solar energy—91% more than in conventional systems—and a 92% reduction in battery reliance. In a village-scale desalination case study in India, these system improvements lead to a 22% reduction in water cost, making the technology competitive with the currently used on-grid, village-scale reverse osmosis systems …", "topic": ["Batteries"], "author": "Wei He and Anne-Claire Le Henaff and Susan Amrose and Tonio Buonassisi and Ian Marius Peters and Amos G Winter", "year": 2024}, "Connor Coley": {"title": "DNA-encoded library-enabled discovery of proximity-inducing small molecules", "abstract": "Small molecules that induce protein–protein associations represent powerful tools to modulate cell circuitry. We sought to develop a platform for the direct discovery of compounds able to induce association of any two preselected proteins, using the E3 ligase von Hippel–Lindau (VHL) and bromodomains as test systems. Leveraging the screening power of DNA-encoded libraries (DELs), we synthesized ~1 million DNA-encoded compounds that possess a VHL-targeting ligand, a variety of connectors and a diversity element generated by split-and-pool combinatorial chemistry. By screening our DEL against bromodomains in the presence and absence of VHL, we could identify VHL-bound molecules that simultaneously bind bromodomains. For highly barcode-enriched library members, ternary complex formation leading to bromodomain degradation was confirmed in cells. Furthermore, a ternary complex crystal …", "topic": ["Chemestry"], "author": "Jeremy W Mason and Yuen Ting Chow and Liam Hudson and Antonin Tutter and Gregory Michaud and Matthias V Westphal and Wei Shu and Xiaolei Ma and Zher Yin Tan and Connor W Coley and Paul A Clemons and Simone Bonazzi and Frédéric Berst and Karin Briner and Shuang Liu and Frédéric J Zécri and Stuart L Schreiber", "year": 2024}, "Rafael Gomez-Bombarelli": {"title": "Closing the Execution Gap in Generative AI for Chemicals and Materials: Freeways or Safeguards", "abstract": "Designing chemicals and materials is a winner-takes-all game in a chemical space. Out of a nearly endless list of candidate chemicals, only a tiny subset can practically be made and tested for a given task. Of those, a mere handful will advance to the clinic or the market because of regulatory and economic factors, like Food and Drug Administration approval or Capital Expenditure for manufacturing. This attrition is slow, expensive, and high stakes; committing to the wrong chemical can ruin a clinical trial or doom a consumer device. Generative AI has undoubtedly broadened and accelerated the early stages of chemical design. However, real-world success takes place further downstream, where the impact of AI has been limited so far. Here, we identify the nature of this ‘execution gap’and analyze its technical and social sources with a focus on the domain-specific nuances that separate chemistry and materials from other applications of AI. We explore strategies to address the gap and include directions for algorithmic development, strategies for efficient creation and sharing of data, and maximization of feedback between early discovery and downstream validation. Like any powerful technology, generative AI in chemistry brings ethical concerns and dual-use risks. In our analysis, these are not as critical or immediate as they are in other applications of AI. Precisely because of the execution gap, AI has so far not meaningfully lowered the barrier for bad actors to produce chemicals known to be harmful and nor has AI creativity practically broadened the risk spectrum in terms of the types and severity of potential misuse.", "topic": ["Chemestry"], "author": "Akshay Subramanian and Wenhao Gao and Regina Barzilay and Jeffrey C Grossman and Tommi Jaakkola and Stefanie Jegelka and Mingda Li and Ju Li and Wojciech Matusik and Elsa Olivetti and Connor W Coley and Rafael Gomez-Bombarelli", "year": 2024}, "Aimy Bazylak": {"title": "Investigating the influence of treatments on carbon felts for vanadium redox flow batteries", "abstract": "Vanadium redox flow battery (VRFB) electrodes face challenges related to their long‐term operation. We investigated different electrode treatments mimicking the aging processes during operation, including thermal activation, aging, soaking, and storing. Several characterization techniques were used to deepen the understanding of the treatment of carbon felts. Synchrotron X‐ray imaging, electrochemical impedance spectroscopy (EIS) with the distribution of relaxation times analysis, and dynamic vapor sorption (DVS) revealed differences between the wettability of felts. The bulk saturation after electrolyte injection into the carbon felts significantly differed from 8 % to 96 %. DVS revealed differences in the sorption/desorption behavior of carbon felt ranging from a slight change of 0.8 wt % to over 100 wt %. Additionally, the interactions between the water vapor and the sample change from type V to type H2 …", "topic": ["Batteries"], "author": "Monja Schilling and László Eifert and Kerstin Köble and Maximilian Jaugstetter and Nico Bevilacqua and Kieran F Fahy and Kristina Tschulik and Aimy Bazylak and Roswitha Zeis", "year": 2024}, "Curtis Berlinguette": {"title": "Reactive Carbon Capture Enables CO2 Electrolysis with Liquid Feedstocks", "abstract": "The electrochemical reduction of carbon dioxide (CO2RR) is a promising strategy for mitigating global CO2 emissions while simultaneously yielding valuable chemicals and fuels, such as CO, HCOO–, and C2H4. This approach becomes especially appealing when integrated with surplus renewable electricity, as the ensuing production of fuels could facilitate the closure of the carbon cycle. Despite these advantages, the realization of industrial-scale electrolyzers fed with CO2 will be challenged by the substantial energy inputs required to isolate, pressurize, and purify CO2 prior to electrolysis.To address these challenges, we devised an electrolyzer capable of directly converting reactive carbon solutions (e.g., a bicarbonate-rich eluent that exits a carbon capture unit) into higher value products. This “reactive carbon electrolyzer” operates by reacting (bi)carbonate with acid generated within the …", "topic": [], "author": "Douglas JD Pimlott and Yongwook Kim and Curtis P Berlinguette", "year": 2024}, "Jason Hein": {"title": "Accelerated chemical science with AI", "abstract": "In light of the pressing need for practical materials and molecular solutions to renewable energy and health problems, to name just two examples, one wonders how to accelerate research and development in the chemical sciences, so as to address the time it takes to bring materials from initial discovery to commercialization. Artificial intelligence (AI)-based techniques, in particular, are having a transformative and accelerating impact on many if not most, technological domains. To shed light on these questions, the authors and participants gathered in person for the ASLLA Symposium on the theme of ‘Accelerated Chemical Science with AI’ at Gangneung, Republic of Korea. We present the findings, ideas, comments, and often contentious opinions expressed during four panel discussions related to the respective general topics: ‘Data’, ‘New applications’, ‘Machine learning algorithms’, and ‘Education’. All …", "topic": [], "author": "Seoin Back and Alán Aspuru-Guzik and Michele Ceriotti and Ganna Gryn'ova and Bartosz Grzybowski and Geun Ho Gu and Jason Hein and Kedar Hippalgaonkar and Rodrigo Hormázabal and Yousung Jung and Seonah Kim and Woo Youn Kim and Seyed Mohamad Moosavi and Juhwan Noh and Changyoung Park and Joshua Schrier and Philippe Schwaller and Koji Tsuda and Tejs Vegge and O Anatole von Lilienfeld and Aron Walsh", "year": 2024}, "Christoph Brabec": {"title": "Understanding Causalities in Organic Photovoltaics Device Degradation in a Machine‐Learning‐Driven High‐Throughput Platform", "abstract": "Organic solar cells (OSCs) now approach power conversion efficiencies of 20%. However, in order to enter mass markets, problems in upscaling and operational lifetime have to be solved, both concerning the connection between processing conditions and active layer morphology. Morphological studies supporting the development of structure–process–property relations are time‐consuming, complex, and expensive to undergo and for which statistics, needed to assess significance, are difficult to be collected. This work demonstrates that causal relationships between processing conditions, morphology, and stability can be obtained in a high‐throughput method by combining low‐cost automated experiments with data‐driven analysis methods. An automatic spectral modeling feeds parametrized absorption data into a feature selection technique that is combined with Gaussian process regression to quantify …", "topic": [], "author": "Chao Liu and Larry Lüer and Vincent M Le Corre and Karen Forberich and Paul Weitz and Thomas Heumüller and Xiaoyan Du and Jonas Wortmann and Jiyun Zhang and Jerrit Wagner and Lei Ying and Jens Hauch and Ning Li and Christoph J Brabec", "year": 2024}, "Keith Brown": {"title": "Term Sheets in Venture Capital", "abstract": "Of considerable interest to the venture capital community is the nature of the contracts formed by entrepreneurs and investors and the impact that those agreements have on financial outcomes. Sahlman (1988) observed that the goal of this contracting exercise is to decide how the interested parties divide the future risks of the deal as well as the ownership of the future cash flows it generates. Importantly, he argued that how the value of the overall enterprise is split between the suppliers and users of financial capital will be determined by these negotiations. Kaplan and Strömberg (2003) documented that VC contracts generally provide separate provisions for cash flow and company control rights, which can impact firm valuations. Cumming (2008) and Cumming and Johan (2014) showed that the control rights negotiated initially influence how the company eventually exits (ie, by public offering or acquisition). Ewens …", "topic": [], "author": "Keith C Brown and Kenneth W Wiles", "year": 2023}, "Marty Burke": {"title": "Delocalized, asynchronous, closed-loop discovery of organic laser emitters", "abstract": "Contemporary materials discovery requires intricate sequences of synthesis, formulation, and characterization that often span multiple locations with specialized expertise or instrumentation. To accelerate these workflows, we present a cloud-based strategy that enabled delocalized and asynchronous design-make-test-analyze cycles. We showcased this approach through the exploration of molecular gain materials for organic solid-state lasers as a frontier application in molecular optoelectronics. Distributed robotic synthesis and in-line property characterization, orchestrated by a cloud-based artificial intelligence experiment planner, resulted in the discovery of 21 new state-of-the-art materials. Gram-scale synthesis ultimately allowed for the verification of best-in-class stimulated emission in a thin-film device. Demonstrating the asynchronous integration of five laboratories across the globe, this workflow provides a …", "topic": [], "author": "Felix Strieth-Kalthoff and Han Hao and Vandana Rathore and Joshua Derasp and Théophile Gaudin and Nicholas H Angello and Martin Seifrid and Ekaterina Trushina and Mason Guy and Junliang Liu and Xun Tang and Masashi Mamada and Wesley Wang and Tuul Tsagaantsooj and Cyrille Lavigne and Robert Pollice and Tony C Wu and Kazuhiro Hotta and Leticia Bodo and Shangyu Li and Mohammad Haddadnia and Agnieszka Wołos and Rafał Roszak and Cher Tian Ser and Carlota Bozal-Ginesta and Riley J Hickman and Jenya Vestfrid and Andrés Aguilar-Granda and Elena L Klimareva and Ralph C Sigerson and Wenduan Hou and Daniel Gahler and Slawomir Lach and Adrian Warzybok and Oleg Borodin and Simon Rohrbach and Benjamin Sanchez-Lengeling and Chihaya Adachi and Bartosz A Grzybowski and Leroy Cronin and Jason E Hein and Martin D Burke and Alán Aspuru-Guzik", "year": 2024}, "John Chodera": {"title": "Enhancing Protein–Ligand Binding Affinity Predictions Using Neural Network Potentials", "abstract": "This letter gives results on improving protein–ligand binding affinity predictions based on molecular dynamics simulations using machine learning potentials with a hybrid neural network potential and molecular mechanics methodology (NNP/MM). We compute relative binding free energies with the Alchemical Transfer Method and validate its performance against established benchmarks and find significant enhancements compared with conventional MM force fields like GAFF2.", "topic": [], "author": "Francesc Sabanés Zariquiey and Raimondas Galvelis and Emilio Gallicchio and John D Chodera and Thomas E Markland and Gianni De Fabritiis", "year": 2024}}